Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/MomentsOnboardingAndSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Suggestions use data from apps and services you turn on, but can appear in any app using suggestions. Data used for suggestions is private and stored on-device.
ar: تستخدم الاقتراحات بيانات من التطبيقات والخدمات التي تشغلها، لكنها قد تظهر في أي تطبيق يستخدم الاقتراحات. تتمتع البيانات المستخدمة للاقتراحات بالخصوصية وتخزَّن على الجهاز.
bg: Предложенията използват данни от приложенията и услугите, които сте включили, но могат да се появяват във всяко приложение, което използва предложения. Данните, използвани за предложения, са поверителни и се съхраняват на устройството.
ca: Els suggeriments, que poden aparèixer en qualsevol app que els faci servir, utilitzen informació de les apps i dels serveis que actives. Les dades són privades i es desen al dispositiu.
cs: Návrhy vycházejí z dat aplikací a služeb, které zapnete, ale můžou se objevit v libovolné aplikaci, která návrhy využívá. Data využívaná v návrzích jsou soukromá a ukládají se do vašeho zařízení.
da: Forslag bruger data fra apps og tjenester, som du slår til, men de kan vises i alle apps, der bruger forslag. Data, der bruges til forslag, er private og gemmes på enheden.
de: Vorschläge verwenden Daten von Apps und Diensten, die du aktivierst. Sie können aber in allen Apps mit Vorschlägen angezeigt werden. Die dazu verwendeten Daten sind privat und werden auf deinem Gerät gespeichert.
el: Οι προτάσεις χρησιμοποιούν δεδομένα από τις εφαρμογές και τις υπηρεσίες που έχετε ενεργοποιήσει, αλλά μπορούν να εμφανίζονται σε οποιαδήποτε εφαρμογή που τις χρησιμοποιεί. Τα δεδομένα που χρησιμοποιούνται για παροχή προτάσεων είναι ιδιωτικά και αποθηκεύονται στη συσκευή.
es: Las sugerencias solo utilizan datos de las apps y servicios que activas, pero pueden aparecer en cualquier app que las use. Los datos usados para elaborar sugerencias son privados y se almacenan en el dispositivo.
es_us: Las sugerencias usan información de apps y servicios activados, aunque pueden aparecer en cualquier app que las permita. La información de las sugerencias es privada y se almacena dentro del dispositivo.
fi: Ehdotukset käyttävät tietoja valitsemistasi apeista ja palveluista, ja mikä tahansa ehdotuksia käyttävä appi voi esittää niitä. Ehdotuksissa käytetyt tiedot ovat yksityisiä, ja ne säilytetään laitteessa.
fr: Les suggestions sont basées sur les données des apps et des services que vous activez, mais elles peuvent apparaître dans toutes les apps qui les utilisent. Les données utilisées pour les suggestions sont privées et conservées sur votre appareil.
fr_ca: Les suggestions utilisent des données d’apps et de services que vous activez, mais elles peuvent apparaître dans toute app qui utilise les suggestions. Les données utilisées pour alimenter les suggestions sont confidentielles et stockées sur l’appareil.
he: ההצעות משתמשות בנתונים מיישומים ומשירותים שהפעלת, אך יכולות להופיע בכל יישום שמשתמש בהן. הנתונים שמשמשים ליצירת הצעות הם פרטיים ומאוחסנים במכשיר עצמו.
hi: सुझावों के लिए उन ऐप्स और सेवाओं का डेटा इस्तेमाल किया जाता है जिन्हें आप चालू करते हैं, लेकिन सुझावों का इस्तेमाल करने वाले किसी भी ऐप में उन्हें दिखाया जा सकता है। सुझावों के लिए इस्तेमाल किया जाने वाला डेटा गोपनीय होता है और डिवाइस पर ही संग्रहित किया जाता है।
hr: Prijedlozi koriste podatke iz aplikacija i usluga koje uključite, ali se mogu prikazivati u bilo kojoj aplikaciji koja koristi prijedloge. Podaci koji se koriste za prijedloge privatni su i pohranjeni na uređaju.
hu: A javaslatok az Ön által engedélyezett appokból és szolgáltatásokból származó adatokat használnak, de megjelenhetnek bármely, javaslatokat használó appban. A javaslatokhoz használt adatok bizalmas jellegűek és az eszközön vannak tárolva.
id: Saran menggunakan data dari app dan layanan yang Anda nyalakan, tapi dapat muncul di app mana pun yang menggunakan saran. Data yang digunakan untuk saran bersifat pribadi dan disimpan di perangkat.
it: I suggerimenti utilizzano i dati delle app e dei servizi che attivi, ma possono essere mostrati in qualsiasi app che utilizza questa funzionalità. Tali dati sono privati e vengono conservati sul dispositivo.
ja: 提案は、オンにしているアプリやサービスのデータが使用され、提案を使用しているアプリに表示されます。提案に使用されるデータは非公開で、デバイスに保管されます。
kk: Ұсыныстар сіз іске қосқан қолданбалар мен сервистердің деректерін пайдаланады, бірақ ұсыныстарды пайдаланатын кез келген қолданбада пайда болуы мүмкін. Ұсыныстар үшін пайдаланылатын деректер құпиялы болып табылады және құрылғыда сақталады.
ko: 제안은 사용자가 켠 앱 및 서비스로부터 수집된 데이터를 사용하지만, 제안 기능을 사용하는 모든 앱에 나타날 수 있습니다. 제안에 사용되는 데이터는 비공개로 기기상에만 보관됩니다.
lt: „Pasiūlymai“ naudoja duomenis iš programų ir paslaugų, kurias įjungiate, bet gali būti rodomi bet kurioje pasiūlymus naudojančioje programoje. Pasiūlymams naudojami duomenys yra privatūs ir saugomi įrenginyje.
ms: Cadangan menggunakan data daripada app dan perkhidmatan yang anda aktifkan, tetapi boleh kelihatan dalam sebarang app yang menggunakan cadangan. Data yang digunakan untuk cadangan adalah peribadi dan disimpan pada peranti.
nb: Forslag bruker data fra apper og tjenester som du slår på, men kan vises i alle apper som bruker forslag. Dataene som brukes til å gi forslag, er private og lagres lokalt på enheten.
nl: Suggesties gebruiken gegevens uit apps en voorzieningen die je inschakelt, maar deze kunnen worden weergegeven in apps die suggesties gebruiken. Gegevens die worden gebruikt voor suggesties, zijn privé en worden op je apparaat opgeslagen.
pl: Sugestie używają danych z włączonych przez Ciebie aplikacji i usług, mogą jednak pojawiać się w dowolnej aplikacji używającej sugestii. Dane służące do wyświetlania sugestii są traktowane jako prywatne i przechowywane na urządzeniu.
pt_br: As sugestões usam dados dos apps e serviços que você ativa, mas podem aparecer em qualquer app que as usem. Os dados usados para as sugestões são privados e ficam armazenados no dispositivo.
pt_pt: As sugestões usam dados das aplicações e dos serviços que ativar, mas podem aparecer em qualquer aplicação que utilize sugestões. Os dados usados para sugestões são privados e armazenados no dispositivo.
ro: Sugestiile utilizează date de la aplicațiile și serviciile pe care le activați, dar pot apărea în orice aplicație care utilizează sugestii. Datele utilizate pentru sugestii sunt private și sunt stocate pe dispozitiv.
ru: Предложения используют данные из разрешенных Вами приложений и сервисов и могут появляться в любом приложении, которые задействуют предложения. Данные, на основе которых создаются предложения, конфиденциальны и хранятся на Вашем устройстве.
sk: Návrhy vychádzajú z dát apiek a služieb, ktoré zapnete, ale môžu sa zobraziť v ľubovoľnej apke, ktorá využíva návrhy. Dáta využívané v návrhoch sú súkromné a uložené na zariadení.
sl: Predlogi uporabljajo podatke iz aplikacij in storitev, ki jih vklopite, vendar se lahko prikažejo v katerikoli aplikaciji, ki uporablja predloge. Podatki, ki se uporabljajo za predloge, so zasebni in shranjeni v napravi.
sv: Förslag använder data från appar och tjänster som du slår på men kan visas i alla appar som använder förslag. Data som används till förslag är privata och lagras på enheten.
th: คำแนะนำใช้ข้อมูลจากแอปและบริการที่คุณเปิดใช้ แต่สามารถแสดงในแอปต่างๆ ที่ใช้คำแนะนำได้ ข้อมูลที่ใช้สำหรับคำแนะนำเป็นส่วนตัวและจัดเก็บอยู่ในอุปกรณ์
tr: Öneriler, açtığınız uygulamalardan ve servislerden gelen verileri kullanır ama önerileri kullanan tüm uygulamalarda görünebilir. Öneriler için kullanılan veriler gizlidir ve aygıtta saklanır.
uk: У пропозиціях використовуються дані з програм і сервісів, які ви дозволите. Вони можуть зʼявлятися в будь-якій програмі, яка надає пропозиції. Дані для пропозицій є приватними та зберігаються тільки на пристрої.
vi: Gợi ý sử dụng dữ liệu từ các ứng dụng và dịch vụ mà bạn bật, nhưng có thể xuất hiện trong bất kỳ ứng dụng nào sử dụng gợi ý. Dữ liệu được sử dụng cho gợi ý mang tính riêng tư và được lưu trữ trên thiết bị.
zh_cn: “建议”会使用来自你打开App和服务的数据，但可在任何使用建议的App中显示。用于建议的数据为私密，并在设备端储存。
zh_hk: 建議會使用你開啟的App和服務的資料，但可以在任何使用建議的App中顯示。使用於建議的資料會保持私密並儲存在裝置上。
zh_tw: 建議會使用來自你開啟的App和服務的資料，但可顯示於任何使用建議的App中。用於建議的資料會保持私密並儲存於裝置端。

source: Turn Off All
ar: إيقاف الكل
bg: Изключи всички
ca: Desactiva’ls tots
cs: Vypnout vše
da: Slå alle fra
de: Alle deaktivieren
el: Απενεργοποίηση όλων
es: Desactivar todo
es_us: Desactivar todas
fi: Laita kaikki pois päältä
fr: Tout désactiver
fr_ca: Tout désactiver
he: כיבוי הכול
hi: सभी को बंद करें
hr: Isključi sve
hu: Összes kikapcsolása
id: Matikan Semua
it: Disattiva tutti
ja: すべてオフにする
kk: Барлығын өшіру
ko: 모두 끄기
lt: Išjungti viską
ms: Nyahaktifkan Semua
nb: Slå av alle
nl: Schakel alle uit
pl: Wyłącz wszystkie
pt_br: Desativar Tudo
pt_pt: Desativar tudo
ro: Dezactivați tot
ru: Выключить все
sk: Vypnúť všetky
sl: Izklopi vse
sv: Stäng av alla
th: ปิดใช้ทั้งหมด
tr: Tümünü Kapat
uk: Вимкнути все
vi: Tắt tất cả
zh_cn: 全部关闭
zh_hk: 全部關閉
zh_tw: 關閉全部

source: Turn On All
ar: تشغيل الكل
bg: Включи всички
ca: Activa‑les totes
cs: Zapnout vše
da: Slå alle til
de: Alle aktivieren
el: Ενεργοποίηση όλων
es: Activar todo
es_us: Activar todas
fi: Laita kaikki päälle
fr: Tout activer
fr_ca: Tout activer
he: הפעלת כל ההצעות
hi: सभी को चालू करें
hr: Uključi sve
hu: Összes bekapcsolása
id: Nyalakan Semua
it: Attiva tutto
ja: すべてオンにする
kk: Барлығын қосу
ko: 모두 켜기
lt: Įjungti viską
ms: Aktifkan Semua
nb: Slå på alle
nl: Schakel alle in
pl: Włącz wszystkie
pt_br: Ativar Tudo
pt_pt: Ativar tudo
ro: Activați tot
ru: Включить все
sk: Zapnúť všetky
sl: Vklopi vse
sv: Slå på alla
th: เปิดใช้ทั้งหมด
tr: Tümünü Aç
uk: Увімкнути все
vi: Bật tất cả
zh_cn: 全部打开
zh_hk: 全部開啟
zh_tw: 開啟全部

source: Turn On Journaling Suggestions
ar: تشغيل اقتراحات تدوين اليوميات
bg: Включи предложения за водене на дневник
ca: Activa els suggeriments
cs: Zapnout návrhy na psaní deníku
da: Slå forslag til dagbogsemner til
de: Journaling­vorschläge aktivieren
el: Ενεργοποίηση προτάσεων καταγραφής σκέψεων
es: Activar las sugerencias de escritura
es_us: Activar sugerencias para escribir
fi: Laita päiväkirjaehdotukset päälle
fr: Activer les suggestions pour le journal
fr_ca: Activer les suggestions pour le journal
he: הפעלת הצעות לכתיבה ביומן
hi: जर्नलिंग सुझाव चालू करें
hr: Uključi prijedloge za vođenje dnevnika
hu: Naplóírási javaslatok bekapcsolása
id: Nyalakan Saran Penjurnalan
it: Attiva i suggerimenti per il diario
ja: 記入の提案をオンにする
kk: Күнделік жүргізу ұсыныстарын қосу
ko: 일기 쓰기 제안 켜기
lt: Įjungti dienoraščio pasiūlymus
ms: Aktifkan Cadangan Penjurnalan
nb: Slå på forslag til dagbokemner
nl: Schakel 'Suggesties voor dagboek bijhouden' in
pl: Włącz sugestie wpisów w dzienniku
pt_br: Ativar Sugestões para Escrever no Diário
pt_pt: Ativar sugestões de anotação no diário
ro: Activați sugestiile pentru jurnal
ru: Включить предложения дневника
sk: Zapnúť návrhy na písanie denníka
sl: Vklopi predloge za pisanje dnevnika
sv: Aktivera förslag på dagboksinlägg
th: เปิดใช้คำแนะนำการเขียนบันทึก
tr: Günlük Tutma Önerilerini Aç
uk: Увімкнути пропозиції записів
vi: Bật Gợi ý ghi nhật ký
zh_cn: 打开手记建议
zh_hk: 開啟日記建議
zh_tw: 開啟日誌建議

source: Turning off "%@" will clear history of selected data of Journaling Suggestions. Continue?
ar: سيؤدي إيقاف "%@" إلى مسح سجل تاريخ البيانات المحددة في اقتراحات تدوين اليوميات. متابعة؟
bg: Изключването на „%@“ ще изчисти историята на избраните данни от Предложения за водене на дневник. Искате ли да продължите?
ca: En desactivar les dades referents a “%@”, se n’esborrarà l’historial dels suggeriments per escriure. Vols continuar?
cs: Když sekci „%@“ vypnete, vymaže se historie vybraných dat v návrzích na psaní deníku. Chcete pokračovat?
da: Hvis du slår “%@” fra, ryddes de valgte data fra historikken over forslag til dagbogsemner. Vil du fortsætte?
de: Wenn du „%@“ deaktivierst, wird der Verlauf ausgewählter Daten in den Journalingvorschlägen gelöscht. Möchtest du fortfahren?
el: Η απενεργοποίηση «%@» θα εκκαθαρίσει το ιστορικό των επιλεγμένων δεδομένων των Προτάσεων καταγραφής σκέψεων. Θέλετε να συνεχίσετε;
es: Al desactivar “%@”, se borrará el historial de datos correspondiente de las sugerencias de escritura. ¿Quieres continuar?
es_us: El historial de los datos seleccionados se borrará de las sugerencias para escribir si desactivas “%@”. ¿Quieres continuar?
fi: Jos %@ laitetaan pois päältä, Päiväkirjaehdotusten valittujen tietojen historia poistetaan. Jatketaanko?
fr: La désactivation de « %@ » effacera l’historique des données sélectionnées parmi les suggestions pour le Journal. Voulez-vous continuer ?
fr_ca: La désactivation de « %@ » effacera l’historique des données sélectionnées des suggestions pour le journal. Voulez-vous continuer?
he: כיבוי ״%@״ ינקה את ההיסטוריה של נתונים נבחרים ב״הצעות לכתיבה ביומן״. להמשיך?
hi: “%@” बंद करने से जर्नलिंग सुझावों के चुने हुए डेटा की हिस्ट्री साफ़ हो जाएगी। जारी रखें?
hr: Isključivanjem postavke “%@” obrisat će se povijest odabranih podataka prijedloga za vođenje dnevnika. Nastaviti?
hu: A(z) „%@” kikapcsolásával törli a Naplóírási javaslatok kijelölt adatainak előzményeit. Folytatja?
id: Jika "%@" dimatikan, riwayat data Saran Penjurnalan yang dipilih akan dibersihkan. Lanjutkan?
it: Disattivando “%@”, verrà cancellata la cronologia dei dati selezionati dei suggerimenti per il diario. Vuoi continuare?
ja: “%@”をオフにすると、ジャーナル記録の提案に関する選択されたデータの履歴が消去されます。続けますか?
kk: «%@» өшірілсе, күнделік жүргізу ұсыныстарының таңдалған деректерінің тарихы тазаланады. Жалғастыру қажет пе?
ko: ‘%@’을(를) 끄면 일기 쓰기 제안의 선택된 데이터 기록을 지웁니다. 계속하겠습니까?
lt: Išjungus funkciją „%@“, bus išvalyta „Dienoraščio pasiūlymų“ pasirinktų duomenų istorija. Tęsti?
ms: Menyahaktifkan "%@" akan mengosongkan sejarah data terpilih Cadangan Penjurnalan. Teruskan?
nb: Hvis du slår av «%@», fjernes loggen med valgte data for Forslag til dagbokemner. Vil du fortsette?
nl: Als je '%@' uitschakelt, wordt de geschiedenis van de geselecteerde gegevens voor 'Suggesties voor dagboek bijhouden' gewist. Wil je doorgaan?
pl: Wyłączenie „%@” wymaże historię wybranych danych sugestii wpisów w dzienniku. Kontynuować?
pt_br: A desativação de %@ limpará o histórico dos dados selecionados das Sugestões para Escrever no Diário. Continuar?
pt_pt: Se desativar “%@”, o histórico de dados selecionados de sugestões de anotação no diário será apagado. Continuar?
ro: Dacă dezactivați “%@”, istoricul datelor selectate de sugestii pentru jurnal va fi degajat. Continuați?
ru: Выключив данные «%@», Вы очистите историю этих данных в предложениях дневника. Продолжить?
sk: Keď sekciu „%@“ vypnete, vymaže sa história vybraných dát v návrhoch na písanie denníka. Chcete pokračovať?
sl: Če izklopite »%@«, boste s tem počistili zgodovino izbranih podatkov predlogov za pisanje dnevnika. Želite nadaljevati?
sv: Om du stänger av ”%@” rensas historiken med valda data för Förslag på dagboksinlägg. Vill du fortsätta?
th: การปิดใช้ "%@" จะล้างประวัติของข้อมูลที่เลือกของคำแนะนำการเขียนบันทึก ดำเนินการต่อหรือไม่
tr: “%@” kapatıldığında, seçilen Günlük Önerileri verilerinin geçmişi silinir. Sürdürülsün mü?
uk: Якщо вимкнути «%@», історію вибраних даних у пропозиціях до щоденника буде очищено. Продовжити?
vi: Việc tắt "%@" sẽ xóa lịch sử cho dữ liệu được chọn của Gợi ý ghi nhật ký. Tiếp tục?
zh_cn: 关闭“%@”将清除手记建议中所选数据的历史记录。要继续吗？
zh_hk: 關閉「%@」將會清除所選「日記建議」資料的記錄。要繼續嗎？
zh_tw: 關閉「%@」會清除「日誌建議」中所選資料的記錄？要繼續嗎？

source: Your Data Stays Private
ar: لا مساس بخصوصية بياناتك
bg: Данните ви остават поверителни
ca: Privacitat de les dades
cs: Soukromí vašich dat zůstává zachováno
da: Dine data forbliver beskyttede
de: Deine Daten bleiben privat
el: Τα δεδομένα σας παραμένουν προσωπικά
es: Máxima privacidad de tus datos
es_us: Tus datos permanecen privados
fi: Tietosi pysyvät yksityisinä
fr: Vos données restent privées
fr_ca: Vos données restent confidentielles
he: פרטיות הנתונים שלך נשמרת
hi: आपका डेटा गोपनीय रहता है
hr: Vaši podaci ostaju privatni
hu: Az Ön adatai bizalmasak maradnak
id: Data Anda Tetap Pribadi
it: I tuoi dati rimangono privati
ja: データは非公開です
kk: Деректеріңіздің құпиялылығы сақталады
ko: 데이터를 비공개로 보호하기
lt: Jūsų duomenys lieka privatūs
ms: Data Anda Kekal Peribadi
nb: Dataene dine forblir private
nl: Je gegevens blijven privé
pl: Twoje dane są zawsze prywatne
pt_br: Seus Dados Permanecem Privados
pt_pt: Os seus dados são privados
ro: Datele dvs. rămân private
ru: Ваши данные полностью конфиденциальны
sk: Súkromie vašich dát zostáva zachované
sl: Vaši podatki ostanejo zasebni
sv: Dina data förblir privata
th: ข้อมูลของคุณเป็นส่วนตัวเสมอ
tr: Verileriniz Gizli Kalır
uk: Приватність ваших даних захищено
vi: Dữ liệu của bạn được giữ riêng tư
zh_cn: 你的数据会保持私密
zh_hk: 你的資料保持私密
zh_tw: 你的資料會保持私密
